Revit 2024 API
ParameterTypeId.MepAnalyticalElecCurrent Property
 "Current"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MepAnalyticalElecCurrent { get; }
Visual Basic
Public Shared ReadOnly Property MepAnalyticalElecCurrent As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MepAnalyticalElecCurrent {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace